[
    {
        "_id":"1",
        "bookName":"Fault in our stars",
        "author":"John Green",
        "bookImage":"https://i.ibb.co/x68HQC1/Fault-in-Our-Stars.webp",
        "location":"Dhaka",
        "description":"Hazel Grace Lancaster, a 16-year-old with thyroid cancer that has spread to her lungs, attends a cancer patient support group at her mother's behest. At one meeting, Hazel meets a 17-year-old boy currently in remission named Augustus Waters, whose osteosarcoma caused him to lose his right leg. Augustus is at the meeting to support Isaac, his friend who has eye cancer. Hazel and Augustus strike a bond immediately and agree to read each other's favorite novels. Augustus gives Hazel The Price of Dawn, and Hazel recommends An Imperial Affliction, a novel about a cancer-stricken girl named Anna that parallels Hazel's own experience. After Augustus finishes reading her book, he is frustrated upon learning that the novel ends abruptly without a conclusion, as if Anna had died suddenly. Hazel explains the novel's author, Peter van Houten, retreated to Amsterdam following the novel's publication and has not been heard from since.",
        "category":"Romantic",
        "reSalePrice":"80",
        "originalPrice":"100",
        "yearOfUse":"1",
        "posted":"24/11/22",
        "sellerName":"Harvy",
        "sellerEmail":"",
        "verified":"no",
        "reported":"no",
        "reportedBy":"none",
        "available":"Yes",
        "advertised":"Yes",
        "advertisedOn":""
    },
    {
        "_id":"2",
        "bookName":"Eat that frog",
        "author":"Brian Trac",
        "bookImage":"https://i.ibb.co/TLYdLvc/eat-that-frog.webp",
        "location":"Khulna",
        "description":"It's time to stop procrastinating and get more of the important things done! After all, successful people don't try to do everything. They focus on their most important tasks and get those done. They eat their frogs. There's an old saying that if the first thing you do each morning is eat a live frog, you'll have the satisfaction of knowing you're done with the worst thing you'll have to do all day. For Tracy, eating a frog is a metaphor for tackling your most challenging task—but also the one that can have the greatest positive impact on your life.Eat That Frog! shows you how to organize each day so you can zero in on these critical tasks and accomplish them efficiently and effectively. The core of what is vital to effective time management is: decision, discipline, and determination. And in this fully revised and updated edition, Tracy adds two new chapters. The first explains how you can use technology to remind yourself of what is most important and protect yourself from what is least important. The second offers advice for maintaining focus in our era of constant distractions, electronic and otherwise.This life-changing book will ensure that you get more of your important tasks done today.",
        "category":"Inspirational",
        "reSalePrice":"50",
        "originalPrice":"80",
        "yearOfUse":"2",
        "posted":"24/11/22",
        "sellerName":"Bruce",
        "sellerEmail":"",
        "verified":"yes",
        "reported":"no",
        "reportedBy":"none",
        "available":"yes",
        "advertised":"no",
        "advertisedOn":""
    },
    {
        "_id":"3",
        "bookName":"It ends with us",
        "author":"Colleen",
        "bookImage":"https://i.ibb.co/WsPgFsq/It-Endswith-Usby-Colleen-Hoover.webp",
        "location":"",
        "description":"From the #1 New York Times bestselling author of It Starts with Us and All Your Perfects, a “brave and heartbreaking novel that digs its claws into you and doesn't let go, long after you've finished it” (Anna Todd, New York Times bestselling author) about a workaholic with a too-good-to-be-true romance can't stop thinking about her first love.Lily hasn't always had it easy, but that's never stopped her from working hard for the life she wants. She's come a long way from the small town where she grew up—she graduated from college, moved to Boston, and started her own business. And when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily's life seems too good to be true.Ryle is assertive, stubborn, maybe even a little arrogant. He's also sensitive, brilliant, and has a total soft spot for Lily. And the way he looks in scrubs certainly doesn't hurt. Lily can't get him out of her head. But Ryle's complete aversion to relationships is disturbing. Even as Lily finds herself becoming the exception to his “no dating” rule, she can't help but wonder what made him that way in the first place.As questions about her new relationship overwhelm her, so do thoughts of Atlas Corrigan—her first love and a link to the past she left behind. He was her kindred spirit, her protector. When Atlas suddenly reappears, everything Lily has built with Ryle is threatened.An honest, evocative, and tender novel, It Ends with Us is “a glorious and touching read, a forever keeper. The kind of book that gets handed down” (USA TODAY).",
        "category":"Horror",
        "reSalePrice":"20",
        "originalPrice":"50",
        "yearOfUse":"3",
        "posted":"22/11/22",
        "sellerName":"Joaquin",
        "sellerEmail":"",
        "verified":"yes",
        "reported":"no",
        "reportedBy":"none",
        "available":"no",
        "advertised":"yes",
        "advertisedOn":""
    }
]